70-487/ServiceStation/2004_12/HostingASMX/ASMXEndpoints/req.xml

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <Add xmlns="http://example.org/math">
      <x>3</x>
      <y>4</y>
    </Add>
  </soap:Body>
</soap:Envelope>